{"translation-revision-date":"2025-09-10 21:21:27+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es_CL"},"Revoke consent":["Revocar el consentimiento"],"Yes, revoke consent":["Sí, revoca el consentimiento"],"Grant consent":["Dar consentimiento"],"Buy now":["Comprar ahora"],"Make content editing a breeze! Optimize your SEO content with quick, actionable suggestions at the click of a button.%1$s%2$sLearn more%3$s%4$s":["¡Haz que la edición de contenidos sea pan comido! Optimiza tu contenido SEO con sugerencias rápidas y prácticas con solo pulsar un botón.%1$s%2$sMás información%3$s%4$s"],"Optimize your SEO content with %s":["Optimiza tu contenido SEO con %s"],"Undefined error message.":["Mensaje de error indefinido."],"Explore %s now!":["¡Explora %s ahora!"],"30% OFF":["30 % DE DESCUENTO"],"BLACK FRIDAY":["BLACK FRIDAY"],"Allow":["Permitir"],"Deny":["Denegar"],"To see this video, you need to allow %1$s to load embedded videos from %2$s.":["Para ver este video tienes que permitir a %1$s cargar videos incrustados desde %2$s."],"Unlock with %1$s":["Desbloquear con %1$s"],"Refresh this page":["Recargar esta página"],"Something went wrong. An unexpected error occurred.":["Algo salió mal. Ocurrió un error inesperado."],"Unfortunately, this means that any unsaved changes in this section will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":["Desafortunadamente, esto significa que cualquier cambio sin guardar se perderá. Puedes tratar de recargar esta página para solucionar el problema. Si sigue ocurriendo este error, por favor, contacta con nuestro equipo de soporte y ¡te facilitaremos toda la ayuda que necesites!"],"Contact support":["Contactar con soporte"],"We're very sorry, but it seems like the following error has interrupted our application:":["Lo sentimos, pero parece que el siguiente error ha detenido nuestra aplicación:"],"Beta":["Beta"],"Upgrade to %s":["Actualizar a %s"],"(Opens in a new browser tab)":["(Se abre en una nueva pestaña del navegador)"],"24\/7 support":["Soporte 24\/7"],"Something went wrong, please try again later.":["Algo salió mal, por favor, inténtalo de nuevo."],"Close":["Cerrar"]}},"comment":{"reference":"js\/dist\/ai-consent.js"}}