{"translation-revision-date":"2025-09-10 21:21:27+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es_CL"},"Opens in a new tab":["Se abre en una nueva pestaña"],"Don’t show again":["No volver a mostrar"],"Meta description length":["Longitud de la meta descripción"],"SEO title width":["Anchura del título SEO"],"Close modal":["Cerrar la ventana emergente"],"Generate 5 more":["Genera 5 más"],"Apply %s description":["Aplicar descripción %s"],"Apply %s title":["Aplicar título %s"],"Generated %s descriptions":["Descripciones %s generadas"],"Generated %s titles":["Títulos %s generados"],"Text generated by AI may be offensive or inaccurate.":["El texto generado por la IA puede ser ofensivo o inexacto."],"Yoast AI cannot reach your site":["La IA de Yoast no puede llegar a tu sitio"],"The version of %1$s is outdated. Please upgrade %1$s %2$shere%3$s!":["La versión de %1$s está obsoleta. ¡Por favor, mejora %1$s %2$saquí%3$s!"],"Please try again later. If the issue persists, please %1$scontact our support team%2$s.":["Vuelve a intentarlo más tarde. Si el problema persiste, %1$sponte en contacto con nuestro equipo de soporte%2$s."],"Subscription required":["Suscripción obligatoria"],"Connection timeout":["El tiempo de conexión caducó"],"Refresh page":["Recargar la página"],"Grant consent":["Dar consentimiento"],"Something went wrong":["Algo ha salido mal"],"Buy now":["Comprar ahora"],"Please switch to the visual editor to optimize with AI.":["Por favor, cambia al editor visual para optimizar con IA."],"Optimize with AI":["Optimiza con IA"],"Make content editing a breeze! Optimize your SEO content with quick, actionable suggestions at the click of a button.%1$s%2$sLearn more%3$s%4$s":["¡Haz que la edición de contenidos sea pan comido! Optimiza tu contenido SEO con sugerencias rápidas y prácticas con solo pulsar un botón.%1$s%2$sMás información%3$s%4$s"],"Optimize your SEO content with %s":["Optimiza tu contenido SEO con %s"],"Undefined error message.":["Mensaje de error indefinido."],"Non-inclusive":["No inclusivo"],"%s looks at more than just your main keyword. It analyzes different word forms, plurals, and past tenses. This helps your website perform even better in searches!":["%s mira más que simplemente tu frase clave principal. Analiza distintas formas de escribirla, plurales, y tiempos en pasado. ¡Esto ayuda a que tu web funcione aún mejor en las búsquedas!"],"Highlight areas of improvement in your text, no more searching for a needle in a haystack, straight to optimizing! Now also in Elementor!":["Resalta las áreas de mejora en tu texto, no más buscar una aguja en un pajar, ¡directo a optimizar! ¡Ahora también en Elementor!"],"Explore %s now!":["¡Explora %s ahora!"],"Generate product titles & descriptions with AI!":["¡Genera títulos y descripciones de producto con la IA!"],"30% OFF":["30 % DE DESCUENTO"],"BLACK FRIDAY":["BLACK FRIDAY"],"Use AI to generate your titles & descriptions!":["¡Usa la IA para crear tus títulos y descripciones!"],"Potentially non-inclusive":["Potencialmente no inclusivo"],"Allow":["Permitir"],"Deny":["Denegar"],"To see this video, you need to allow %1$s to load embedded videos from %2$s.":["Para ver este video tienes que permitir a %1$s cargar videos incrustados desde %2$s."],"Got it!":["¡Entendido!"],"Unlock with %1$s":["Desbloquear con %1$s"],"Refresh this page":["Recargar esta página"],"Something went wrong. An unexpected error occurred.":["Algo salió mal. Ocurrió un error inesperado."],"Unfortunately, this means that any unsaved changes in this section will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":["Desafortunadamente, esto significa que cualquier cambio sin guardar se perderá. Puedes tratar de recargar esta página para solucionar el problema. Si sigue ocurriendo este error, por favor, contacta con nuestro equipo de soporte y ¡te facilitaremos toda la ayuda que necesites!"],"Contact support":["Contactar con soporte"],"We're very sorry, but it seems like the following error has interrupted our application:":["Lo sentimos, pero parece que el siguiente error ha detenido nuestra aplicación:"],"%1$sInclusive language%2$s: We haven't detected any potentially non-inclusive phrases. Great work!":["%1$sLenguaje inclusivo%2$s: No hemos detectado ninguna frase potencialmente no inclusiva. ¡Gran trabajo!"],"Inclusive language":["Lenguaje inclusivo"],"Learn more about the inclusive language analysis":["Más información sobre el análisis del lenguaje inclusivo"],"We noticed that you are using a multilingual plugin. Please be aware that this analysis feedback is intended only for texts written in English.":["Hemos observado que estás usando un plugin multilenguaje. Por favor, sé consciente de que la respuesta de este análisis está pensada solo para textos escritos en inglés."],"Dismiss":["Descartar"],"%1$sKeyphrase distribution%2$s: Have you evenly distributed your focus keyphrase throughout the whole text? %3$sYoast SEO Premium will tell you!%4$s":["%1$sDistribución de la frase clave%2$s: ¿Has distribuido tu frase clave objetivo equitativamente a lo largo de todo tu texto? %3$s¡Yoast SEO Premium te lo dirá!%4$s"],"%1$sWord complexity%2$s: Is your vocabulary suited for a larger audience? %3$sYoast SEO Premium will tell you!%4$s":["%1$sComplejidad de palabras%2$s: ¿Tu vocabulario está orientado a una audiencia mayor? %3$s¡Yoast SEO Premium te lo dirá!%4$s"],"Beta":["Beta"],"Premium SEO analysis":["Análisis SEO Premium"],"Try again":["Inténtalo de nuevo"],"Please enter a focus keyphrase first to track keyphrase performance":["Por favor, introduce primero una frase clave objetivo para rastrear el rendimiento de la frase clave"],"Select image":["Seleccionar imagen"],"Please enter a focus keyphrase first to get related keyphrases":["Por favor, introduce primero una frase clave relacionada para obtener las frases clave relacionadas"],"Get related keyphrases":["Obtener frases clave relacionadas"],"Your keyphrase is too long. It can be a maximum of 191 characters.":["Tu frase clave es demasiado larga. Puede tener un máximo de 191 caracteres."],"Google preview":["Vista previa de Google"],"Mobile result":["Resultado móvil"],"Desktop result":["Resultado en escritorio"],"Upgrade to %s":["Actualizar a %s"],"Go %s!":["¡Ir a %s!"],"Focus keyphrase":["Frase clave objetivo"],"Help on choosing the perfect focus keyphrase":["Ayuda para elegir la frase clave objetivo perfecta"],"Add related keyphrase":["Agregar frase clave relacionada"],"Learn more about the readability analysis":["Aprende más sobre el análisis de legibilidad"],"Analysis results":["Resultados del análisis"],"Are you trying to use multiple keyphrases? You should add them separately below.":["¿Estás tratando de utilizar varias frases clave? Debes agregarlos por separado a continuación."],"Mark as cornerstone content":["Marcar como contenido esencial"],"Enter a focus keyphrase to calculate the SEO score":["Introduce una frase clave objetivo para calcular la puntuación SEO"],"Learn more about Cornerstone Content.":["Aprende más sobre el contenido esencial."],"Cornerstone content should be the most important and extensive articles on your site.":["El contenido esencial deben ser los artículos más importantes y extensos de tu sitio."],"Add synonyms":["Agrega sinónimos"],"SEO analysis":["Análisis SEO"],"Good results":["Buenos resultados"],"Considerations":["Consideraciones"],"Errors":["Errores"],"(Opens in a new browser tab)":["(Se abre en una nueva pestaña del navegador)"],"Cornerstone content":["Contenido esencial"],"24\/7 support":["Soporte 24\/7"],"OK SEO score":["Puntuación SEO aceptable"],"Good SEO score":["Buena puntuación SEO"],"Social preview":["Vista previa social"],"Needs improvement":["Necesita mejoras"],"Readability analysis":["Análisis de legibilidad"],"Problems":["Problemas"],"Not available":["No disponible"],"Improvements":["A mejorar"],"Good":["Bien"],"Close":["Cerrar"],"OK":["OK"],"Next":["Siguiente"],"Previous":["Anterior"]}},"comment":{"reference":"js\/dist\/externals-components.js"}}